import '../styles/answers-text.scss'
export function AnswersText () {
    return (
        <div className="answers__text-wrap">
          <p className="answers__text">Кроме умения представлять себя, грамотно  разговаривать и опрятного внешнего вида, стоит обратить внимание еще на  пару моментов. Они не очевидны, но очень эффективны</p>
          <ul className="answers__list-internal">
                <li className="answers__item-internal">
               <span>Сохраняйте спокойствие.</span> Конечно,  собеседование – это стрессовая ситуация, которая мешает конструктивно  мыслить. Если волнение берет верх – выпейте немного воды, прижмите стопы  к полу, а главное, помните: ничего ужасного произойти не может.
                </li>
                <li className="answers__item-internal">
               <span>Внимание к самопрезентации.</span> Если  собеседование – пьеса, вы – ее главный герой. Подготовьте рассказ о себе  заранее, опираясь на важные навыки, и опишите, почему это важно для  данной работы. Все это придаст вам уверенности в себе
                </li>
                <li className="answers__item-internal">
                    <span>Каверзные вопросы – это норма</span> Если вам задали какой-либо вопрос, который кажется вам сложным или  задевает личные качества, знайте – правильных ответов не существует.  Каверзные вопросы призваны показать вашу стрессоустойчивость и умение  ориентироваться в ситуации. Здесь поможет адекватная самокритика и  знания в своей профессии.
                </li>
            </ul>
        </div>
    )
}